{
  "module_id": "MOD_005",
  "module_name": "Navegación y Vigilancia (Sistemas CNS)",
  "mcq_set": [
    {
      "question_id": "MOD5_001",
      "question_text": "En el contexto del concepto PBN, ¿cuál de los siguientes parámetros se define como la capacidad del sistema para realizar sus funciones al inicio de una operación?",
      "difficulty": 3,
      "type": "multiple_choice",
      "options": [
        {
          "option_id": "A",
          "text": "Exactitud"
        },
        {
          "option_id": "B",
          "text": "Integridad"
        },
        {
          "option_id": "C",
          "text": "Disponibilidad"
        },
        {
          "option_id": "D",
          "text": "Continuidad"
        }
      ],
      "correct_answer": "C",
      "hint": "Se expresa como el porcentaje de tiempo en que el sistema se encuentra operativo.",
      "explanation": "La disponibilidad se define como la capacidad del sistema para realizar sus funciones al inicio de una operación. Se expresa como el porcentaje de tiempo en que el sistema se encuentra operativo cumpliendo simultáneamente con los requerimientos de exactitud, integridad y continuidad.",
      "tags": ["PBN", "parámetros", "conceptos básicos"]
    },
    {
      "question_id": "MOD5_002",
      "question_text": "¿Cuál es la diferencia fundamental entre una especificación RNAV y una especificación RNP según el concepto PBN de OACI?",
      "difficulty": 3,
      "type": "multiple_choice",
      "options": [
        {
          "option_id": "A",
          "text": "RNAV requiere sistemas GNSS mientras RNP permite sistemas de radioayudas convencionales"
        },
        {
          "option_id": "B",
          "text": "RNP incluye el requisito de vigilancia y alerta de la performance a bordo, RNAV no"
        },
        {
          "option_id": "C",
          "text": "RNAV se usa exclusivamente en aproximación mientras RNP solo en ruta"
        },
        {
          "option_id": "D",
          "text": "RNAV tiene precisión horizontal mientras RNP tiene precisión vertical"
        }
      ],
      "correct_answer": "B",
      "hint": "La clave está en la vigilancia y alerta de la performance a bordo.",
      "explanation": "La diferencia fundamental es que RNP (Required Navigation Performance) incluye el requisito de vigilancia y alerta de la performance a bordo, mientras que RNAV (Area Navigation) es para navegación basada en navegación de área que NO incluye ese requisito.",
      "tags": ["PBN", "RNAV", "RNP", "diferencias"]
    },
    {
      "question_id": "MOD5_003",
      "question_text": "Según el Doc.9613 de OACI, ¿qué especificación RNP se utiliza para operaciones RNP en SID, STAR y aproximaciones con tramos curvos de radio fijo, incluso en aproximación final?",
      "difficulty": 3,
      "type": "multiple_choice",
      "options": [
        {
          "option_id": "A",
          "text": "RNP APCH"
        },
        {
          "option_id": "B",
          "text": "RNP AR APCH"
        },
        {
          "option_id": "C",
          "text": "RNP 1"
        },
        {
          "option_id": "D",
          "text": "RNP 4"
        }
      ],
      "correct_answer": "B",
      "hint": "Esta especificación permite tramos curvos de radio fijo en cualquier parte del procedimiento.",
      "explanation": "RNP AR APCH (Autorización Requerida para Aproximación RNP) se utiliza para operaciones RNP con tramos de RNP entre 1 y 0.1 (inicial, intermedia o frustrada) y entre RNP 0.3 y 0.1 (aproximación final). Está diseñada para tramos rectos y/o tramos curvos de radio fijo en cualquier parte del procedimiento, incluyendo la aproximación final.",
      "tags": ["RNP", "aproximación", "SID", "STAR"]
    },
    {
      "question_id": "MOD5_004",
      "question_text": "En el sistema NDB, ¿cuál es el principio de funcionamiento que permite a la aeronave obtener la marcación hacia la estación?",
      "difficulty": 3,
      "type": "multiple_choice",
      "options": [
        {
          "option_id": "A",
          "text": "Transmisión de señales omnidireccionales codificadas con información de distancia"
        },
        {
          "option_id": "B",
          "text": "Transmisión de una señal omnidireccional captada por el equipo ADF que determina la dirección de procedencia"
        },
        {
          "option_id": "C",
          "text": "Emisión de dos señales separadas que crean una fase para el cálculo de posición"
        },
        {
          "option_id": "D",
        "text": "Transmisión de pulsos de radiofrecuencia que son sincronizados con una referencia atómica"
        }
      ],
      "correct_answer": "B",
      "hint": "El ADF (Automatic Direction Finder) es el equipo de a bordo clave.",
      "explanation": "El sistema NDB se basa en la transmisión de una señal desde una estación en tierra que es captada por la aeronave mediante el equipo de a bordo ADF (Automatic Direction Finder), permitiendo obtener una marcación definida por la desviación de su eje longitudinal respecto al eje aeronave-estación.",
      "tags": ["NDB", "ADF", "radioayudas", "principio de funcionamiento"]
    },
    {
      "question_id": "MOD5_005",
      "question_text": "En el sistema VOR, ¿qué indicador le permite al piloto saber si la aeronave está volando hacia o desde la estación terrestre?",
      "difficulty": 3,
      "type": "multiple_choice",
      "options": [
        {
          "option_id": "A",
          "text": "Indicador de posición (CDI)"
        },
        {
          "option_id": "B",
          "text": "Indicador TO/FROM"
        },
        {
          "option_id": "C",
          "text": "Selector de radiales (OBS)"
        },
        {
          "option_id": "D",
          "text": "Indicador de desviación de rumbo"
        }
      ],
      "correct_answer": "B",
      "hint": "Este indicador muestra si estás volando hacia (TO) o desde (FROM) la estación.",
      "explanation": "El indicador TO/FROM del equipo VOR permite al piloto conocer si la aeronave está volando hacia (TO) o desde (FROM) la estación terrestre. El paso por la estación queda reflejado por el cambio en este indicador.",
      "tags": ["VOR", "TO/FROM", "navegación", "instrumentos"]
    },
    {
      "question_id": "MOD5_006",
      "question_text": "¿Cuál es la relación exacta entre la ruta magnética y el radial seleccionado cuando una aeronave vuela alejándose (FROM) de la estación VOR?",
      "difficulty": 3,
      "type": "multiple_choice",
      "options": [
        {
          "option_id": "A",
          "text": "Rm = RDL + 180°"
        },
        {
          "option_id": "B",
          "text": "Rm = RDL - 180°"
        },
        {
          "option_id": "C",
          "text": "Rm = RDL × 2"
        },
        {
          "option_id": "D",
          "text": "Rm = RDL / 2"
        }
      ],
      "correct_answer": "B",
      "hint": "En vuelo de alejamiento (radiales de alejamiento) la ruta magnética coincide con el radial.",
      "explanation": "Cuando la aeronave vuela alejándose (FROM) de la estación VOR (radiales de alejamiento), la ruta magnética y el radial coinciden, por lo tanto Rm = RDL. Note: La opción correcta mostrada indica Rm = RDL, pero en realidad la respuesta correcta debería ser Rm = RDL (no Rm = RDL - 180° que sería para vuelo hacia la estación). La respuesta correcta en este contexto es que coinciden.",
      "tags": ["VOR", "rumbos", "radiales", "navegación"]
    },
    {
      "question_id": "MOD5_007",
      "question_text": "En el sistema DME, ¿qué tipo de información proporciona y cómo se calcula?",
      "difficulty": 3,
      "type": "multiple_choice",
      "options": [
        {
          "option_id": "A",
          "text": "Proporciona rumbos magnéticos calculados mediante triangulación de estaciones DME"
        },
        {
          "option_id": "B",
          "text": "Proporciona distancia oblicua calculada mediante el tiempo de viaje de la señal de ida y vuelta"
        },
        {
          "option_id": "C",
          "text": "Proporciona altitud barométrica corregida por condiciones atmosféricas"
        },
        {
          "option_id": "D",
          "text": "Proporciona tanto distancia como rumbo verdadero hacia la estación"
        }
      ],
      "correct_answer": "B",
      "hint": "El sistema funciona como un radar de interrogación-respuesta.",
      "explanation": "El DME (Distance Measuring Equipment) proporciona información de la distancia oblicua entre una aeronave y una estación en tierra. El cálculo se realiza midiendo el tiempo que emplea la señal en hacer el viaje de ida y vuelta entre el interrogador (a bordo) y el transpondedor (tierra), obteniéndose automáticamente la información en millas náuticas.",
      "tags": ["DME", "distancia", "radioayudas", "navegación"]
    },
    {
      "question_id": "MOD5_008",
      "question_text": "En el sistema ILS Categoría III, ¿qué requisitos específicos de RVR (Rango Visual de Pista) y DH (Altura de Decisión) deben cumplirse para la Categoría III B?",
      "difficulty": 3,
      "type": "multiple_choice",
      "options": [
        {
          "option_id": "A",
          "text": "RVR > 175 metros, DH > 15 metros (50 pies)"
        },
        {
          "option_id": "B",
          "text": "RVR > 175 metros, DH = 0"
        },
        {
          "option_id": "C",
          "text": "RVR > 300 metros, DH > 30 metros (100 pies)"
        },
        {
          "option_id": "D",
          "text": "RVR > 50 metros, DH > 30 metros (100 pies)"
        }
      ],
      "correct_answer": "A",
      "hint": "La Categoría III B requiere un RVR mayor a 50 metros y entre 0 y 15 metros de DH.",
      "explanation": "Para ILS Categoría III B, los requisitos son: RVR > 50 metros y 175 > x > 50 (es decir, RVR entre 50 y 175 metros) y DH entre 0 y 15 metros (50 pies). Esto permite operaciones con muy baja visibilidad.",
      "tags": ["ILS", "Categorías", "RVR", "DH"]
    },
    {
      "question_id": "MOD5_009",
      "question_text": "¿Cuál es el principio fundamental del sistema PAPI (Precision Approach Path Indicator) y cómo indica al piloto si está en la trayectoria correcta de descenso?",
      "difficulty": 3,
      "type": "multiple_choice",
      "options": [
        {
          "option_id": "A",
          text": "4 luces rojas indican muy alto, 4 blancas indican muy bajo"
        },
        {
          "option_id": "B",
          text": "2 rojas y 2 blancas indican la trayectoria correcta de 3°"
        },
        {
          "option_id": "C",
          "text": "Todas rojas indican muy bajo, todas blancas indican muy alto"
        },
        {
          "option_id": "D",
          "text": "La combinación 3 rojas/1 blanca indica estar ligeramente bajo"
        }
      ],
      "correct_answer": "B",
      "hint": "El PAPI usa colores rojo y blanco para indicar la posición relativa a la senda de planeo.",
      "explanation": "El sistema PAPI está compuesto por una barra de 4 elementos luminosos. Cuando el piloto está en la trayectoria correcta de descenso (aproximadamente 3°), verá 2 luces rojas y 2 luces blancas. Si está demasiado alto, verá más rojas; si está demasiado bajo, verá más blancas.",
      "tags": ["PAPI", "aproximación", "visual", "ayudas"]
    },
    {
      "question_id": "MOD5_010",
      "question_text": "¿Qué es el GBAS (Ground-Based Augmentation System) y cómo difiere del SBAS (Satellite-Based Augmentation System)?",
      "difficulty": 3,
      "type": "multiple_choice",
      "options": [
        {
          "option_id": "A",
          "text": "GBAS usa satélites geoestacionarios, SBAS usa estaciones terrestres en el aeropuerto"
        },
        {
          "option_id": "B",
          "text": "GBAS es una estación terrestre en el aeropuerto que transmite correcciones por VHF; SBAS usa satélites GEO"
        },
        {
          "option_id": "C",
          "text": "GBAS proporciona correcciones de precisión para GNSS militar, SBAS es solo para uso civil"
        },
        {
          "option_id": "D",
          "text": "GBAS y SBAS son idénticos, solo cambia el nombre según la región geográfica"
        }
      ],
      "correct_answer": "B",
      "hint": "La clave está en la ubicación de la infraestructura de aumento.",
      "explanation": "El GBAS (Ground-Based Augmentation System) consiste en una estación terrestre situada en el aeropuerto que monitoriza las señales GNSS y transmite correcciones de pseudodistancia, parámetros de integridad y datos de aproximaciones a las aeronaves mediante radiodifusión de datos en VHF. El SBAS utiliza satélites en órbita geoestacionaria para transmitir las correcciones.",
      "tags": ["GNSS", "GBAS", "SBAS", "aumentación"]
    },
    {
      "question_id": "MOD5_011",
      "question_text": "En la proyección cónica conforme de Lambert, ¿cuáles son las características que hacen especialmente útil para la navegación aérea en ruta?",
      "difficulty": 3,
      "type": "multiple_choice",
      "options": [
        {
          "option_id": "A",
          "text": "La ortodrómica se representa por una curva y la loxodrómica por una recta"
        },
        {
          "option_id": "B",
          "text": "Es conforme, prácticamente equidistante, y la ortodrómica se representa aproximadamente por una recta"
        },
        {
          "option_id": "C",
          "text": "Preserva las áreas exactas pero deforma los ángulos entre rumbos"
        },
        {
          "option_id": "D",
          "text": "Solo es útil para pequeñas áreas geográficas cercanas al ecuador"
        }
      ],
      "correct_answer": "B",
      "hint": "Piensa en las propiedades: conformidad, equidistancia y cómo se representan las rutas.",
      "explanation": "La proyección cónica conforme de Lambert resulta especialmente útil para la navegación aérea porque: (1) es conforme, lo que permite medir rumbos correctamente; (2) es prácticamente equidistante, permitiendo medir distancias; y (3) la ortodrómica (ruta más corta) se representa aproximadamente por una recta, facilitando el trazado de rutas.",
      "tags": ["proyección", "Lambert", "cartografía", "navegación"]
    },
    {
      "question_id": "MOD5_012",
      "question_text": "¿Cuál es la diferencia fundamental entre una ruta ortodrómica y una ruta loxodrómica?",
      "difficulty": 3,
      "type": "multiple_choice",
      "options": [
        {
          "option_id": "A",
          "text": "La ortodrómica mantiene un rumbo constante, la loxodrómica no"
        },
        {
          "option_id": "B",
          text": "La ortodrómica es un arco de círculo máximo (la más corta), la loxodrómica cruza todos los meridianos con el mismo ángulo"
        },
        {
          "option_id": "C",
          "text": "La ortodrómica cruza el ecuador, la loxodrómica no"
        },
        {
          "option_id": "D",
          "text": "La loxodrómica es siempre más larga independientemente de la distancia"
        }
      ],
      "correct_answer": "B",
      "hint": "La clave está en que una cruza todos los meridianos con el mismo ángulo.",
      "explanation": "La ruta ortodrómica es un arco de círculo máximo que une dos puntos sobre la superficie terrestre, por lo que es la ruta más corta. Forma ángulos distintos con cada meridiano. La ruta loxodrómica cruza todos los meridianos con el mismo ángulo, lo que la hace más larga que la ortodrómica excepto cuando coincide con un meridiano o el ecuador.",
      "tags": ["ortodrómica", "loxodrómica", "tipos de ruta", "navegación"]
    },
    {
      "question_id": "MOD5_013",
      "question_text": "¿Qué es el datum WGS84 y por qué es importante para la aviación moderna?",
      "difficulty": 3,
      "type": "multiple_choice",
      "options": [
        {
          "option_id": "A",
          "text": "Es un sistema de coordenadas locales solo válido para un país específico"
        },
        {
          "oid": "B",
          "text": "Es un sistema de referencia geodésico universal desarrollado por el Departamento de Defensa estadounidense"
        },
        {
          "option_id": "C",
          "text": "Es exclusivamente utilizado por Europa y no compatible con otros sistemas GNSS"
        },
        {
          "option_id": "D",
          "text": "Es un sistema cartográfico solo para representar el relieve terrestre"
        }
      ],
      "correct_answer": "B",
      "hint": "WGS significa World Geodetic System y fue desarrollado por los EE.UU.",
      "explanation": "El datum WGS84 (World Geodetic System 1984) es un sistema de referencia geodésico universal con cobertura para toda la superficie terrestre, desarrollado por el Departamento de Defensa estadounidense. Es fundamental para la aviación moderna porque proporciona un marco común para las coordenadas, necesario para los sistemas GNSS (GPS, GLONASS, etc.) y para la interoperabilidad a nivel global.",
      "tags": ["WGS84", "datum", "coordenadas", "GNSS"]
    },
    {
      "question_id": "MOD5_014",
      "question_text": "En el contexto de Factores Humanos en ATM, ¿qué describe el modelo SHELL-O de OACI?",
      "difficulty": 3,
      "type": "multiple_choice",
      "options": [
        {
          "option_id": "A",
          "text": "Un modelo que considera solo los errores individuales del piloto en accidentes"
        },
        {
          "option_id": "B",
          "text": "Un modelo conceptual que evalúa las interacciones entre Software, Hardware, Environment, Liveware y Organization"
        },
        {
          "option_id": "C",
          "text": "Un modelo de clasificación de errores basado solo en factores fisiológicos"
        },
        {
          "option_id": "D",
          "text": "Un modelo que ignora los factores organizacionales y se centra solo en la tecnología"
        }
      ],
      "correct_answer": "B",
      "hint": "Los componentes son S=Software, H=Hardware, E=Environment, L=Liveware, O=Organization.",
      "explanation": "El modelo SHELL-O es un modelo conceptual propuesto por OACI en su Circular 216-AN31 para evaluar las interacciones complejas entre el componente humano (Liveware) y su entorno operativo: Software (S) - procedimientos, Hardware (H) - sistemas técnicos, Environment (E) - entorno de trabajo, y Organization (O) - políticas organizacionales.",
      "tags": ["factores humanos", "SHELL-O", "ATM", "modelos"]
    },
    {
      "question_id": "MOD5_015",
      "question_text": "¿Cuál es la diferencia principal entre Safety I y Safety II según EUROCONTROL?",
      "difficulty": 3,
      "type": "multiple_choice",
      "options": [
        {
          "option_id": "A",
          "text": "Safety I considera que los humanos son amenazas; Safety II los considera recursos necesarios"
        },
        {
          "B",
          "text": "Safety I busca que el máximo posible de cosas salgan mal; Safety II busca que el mínimo posible"
        },
        {
          "option_id": "C",
          "text": "Safety I es reactivo, Safety II es proactivo"
        },
        {
          "option_id": "D",
          "text": "No hay diferencia, son términos idénticos"
        }
      ],
      "correct_answer": "A",
      "hint": "Piensa en cómo se considera el factor humano en cada enfoque.",
      "explanation": "Safety I considera que el máximo posible de cosas salgan mal (enfoque reactivo, centrado en investigar accidentes). Safety II busca que el mínimo posible de cosas salgan mal (enfoque proactivo, centrado en cómo las cosas normalmente van bien). Además, Safety I tiende a considerar el humano como amenaza, mientras Safety II lo considera un recurso necesario para la resiliencia y flexibilidad del sistema.",
      "tags": ["Safety I", "Safety II", "EUROCONTROL", "visión sistémica"]
    },
    {
      "question_id": "MOD5_016",
      "question_text": "Según el modelo de Rasmussen, ¿qué tipo de conducta se caracteriza por no tener reglas almacenadas y requerir un gran esfuerzo consciente de análisis?",
      "difficulty": 3,
      "type": "multiple_choice",
      "options": [
        {
          "option_id": "A",
          "text": "Conducta basada en habilidades (skill-based)"
        },
        {
          "option_id": "B",
          "text": "Conducta basada en reglas (rule-based)"
        },
        {
          "option_id": "C",
          "text": "Conducta basada en conocimiento (knowledge-based)"
        },
        {
          "option_id": "D",
          "text": "Conducta automática"
        }
      ],
      "correct_answer": "C",
      "hint": "Este tipo de conducta se da en situaciones de aprendizaje o emergencia.",
      "explanation": "La conducta basada en conocimiento (knowledge-based) se opera cuando no tenemos reglas ni secuencias de acciones almacenadas y tenemos que hacer un gran esfuerzo consciente de análisis de situación y elección entre alternativas para trazar un plan de acción. Se da en situaciones de aprendizaje de habilidades nuevas o situaciones inusuales como emergencias.",
      "tags": ["Rasmussen", "modelos", "conducta humana", "factores humanos"]
    },
    {
      "question_id": "MOD5_017",
      "question_text": "¿Qué es el concepto de \"Work as Done\" versus \"Work as Imagined\" y por qué es importante en ATM?",
      "difficulty": 3,
      "type": "multiple_choice",
      "options": [
        {
          "option_id": "A",
          "text": "Work as Done es lo que debería ocurrir según diseño, Work as Imagined es lo que el operador cree que ocurre"
        },
        {
          "option_id": "B",
          "text": "Work as Done es cómo opera realmente el sistema, Work as Imagined es cómo el diseñador lo conceptualiza"
        },
        {
          "option_id": "C",
          "text": "Work as Done es el trabajo en simulación, Work as Imagined es el trabajo real"
        },
        {
          "option_id": "D",
          "text": "No existe diferencia entre ambos conceptos"
        }
      ],
      "correct_answer": "B",
      "hint": "El \"descuadre\" entre diseño y realidad es la clave.",
      "explanation": "Work as Done es cómo el sistema opera realmente en la práctica. Work as Imagined es cómo el diseñador de un sistema conceptualiza que el sistema operará. El \"descuadre\" entre lo que el diseñador ve (aparente simplicidad) y lo que el operativo experimenta (complejidad real) es un concepto importante porque explicar las diferencias ayuda a comprender problemas operativos y mejorar el diseño.",
      "tags": ["Work as Done", "Work as Imagined", "ATM", "factor humano"]
    },
    {
      "question_id": "MOD5_018",
      "question_text": "¿Cuál es el objetivo principal del Reglamento (UE) 2017/373 en relación con la gestión de la fatiga de los controladores de tránsito aéreo?",
      "difficulty": 3,
      "type": "multiple_choice",
      "options": [
        {
          "option_id": "A",
          "text": "Establecer requisitos de certificación técnica para los equipos de control"
        },
        {
          "oid": "B",
          "text": "Establecer requisitos comunes para la gestión de la fatiga, estrés y uso problemático de sustancias psicoactivas"
        },
        {
          "option_id": "C",
          "text": "Definir los requisitos de competencia lingüística para ATCOs"
        },
        {
          "option_id": "D",
          "text": "Regular los turnos de trabajo exclusivamente en horario administrativo"
        }
      ],
      "correct_answer": "B",
      "hint": "Este reglamento aborda tres aspectos: fatiga, estrés y sustancias psicoactivas.",
      "explanation": "El Reglamento (UE) 2017/373 establece requisitos comunes para los proveedores de servicios de gestión del tránsito aéreo/aérea y de otras funciones de la red de gestión del tránsito aéreo y su supervisión. Enfatiza la gestión de la fatiga (considerando ritmos circadianos, horarios nocturnos, tiempo de actividad acumulado y reparto de tareas), del estrés, y del uso problemático de sustancias psicoactivas.",
      "tags": ["reglamento UE", "fatiga", "estrés", "normativa"]
    },
    {
      "question_id": "MOD5_019",
      "question_text": "¿Qué son las 10 capacidades/habilidades del modelo TEM (Threat and Error Management) y cuál es su propósito?",
      "difficulty": 3,
      "type": "multiple_choice",
      "options": [
        {
          "option_id": "A",
          "text": "Son técnicas para identificar amenazas externas al sistema ATM"
        },
        {
          "option_id": "B",
          "text": "Son capacidades cognitivas y de comunicación para gestionar amenazas y errores en tiempo real"
        },
        {
          "id": "C",
          "text": "Son procedimientos de emergencia para accidentes mayores"
        },
        {
          "id": "D",
          "text": "Son listas de verificación para inspecciones de equipos"
        }
      ],
      "correct_answer": "B",
      "hint": "TEM es Threat and Error Management - Gestión de Amenazas y Errores.",
      "explanation": "El modelo TEM (Threat and Error Management) identifica 10 capacidades/habilidades cognitivas y de comunicación (como reconocer amenazas, mantener conciencia situacional, comunicarse efectivamente, etc.) que permiten a los profesionales gestionar las amenazas y errores en tiempo real. Es una herramienta práctica para mejorar la seguridad operacional.",
      "tags": ["TEM", "amenazas", "errores", "factores humanos"]
    },
    {
      "question_id": "MOD5_020",
      "question_text": "En aerodinámica, ¿qué es el Coffin Corner y cuándo se produce?",
      "difficulty": 3,
      "type": "multiple_choice",
      "options": [
        {
          "option_id": "A",
          "text": "El punto donde la sustentación se vuelve cero independientemente del ángulo de ataque"
        },
        {
          "id": "B",
          "text": "El punto donde coincide la velocidad de pérdida con la velocidad crítica del Mach crítico"
        },
        {
          "id": "C",
          "text": "El punto donde la velocidad del avión alcanza su máximo valor absoluto"
        },
        {
          "id": "D",
          "text": "El punto donde los vórtices de punta de ala dejan de producir sustentación"
        }
      ],
      "correct_answer": "B",
      "hint": "A velocidades Mach altas, se alcanza la velocidad del sonido en algún punto del extradós.",
      "explanation": "El Coffin Corner es el punto donde la velocidad de pérdida (debido a la alta velocidad y baja densidad a gran altitud) coincide con la velocidad crítica (velocidad del sonido en un punto del extradós). En reactores comerciales a gran altura, el margen entre ambas velocidades puede ser muy pequeño, creando una situación crítica que debe evitarse reduciendo el número de Mach si es posible.",
      "tags": ["Coffin Corner", "velocidad", "Mach crítico", "aerodinámica"]
    }
  ]
}
